{
  "Metadata": { "title": "Conni & Rayks Hochzeit" },
  "LocaleSwitcher": {
    "label": "Sprache ändern",
    "locale": "{locale, select, de {🇩🇪 Deutsch} en {🇺🇸 English} other {Unbekannt}}"
  },
  "home": {
    "title": "Hochzeit",
    "date": "Samstag, 05. Juli 2025",
    "subtitle": "Zwei Hände, zwei Ringe, ein Versprechen!",
    "couple": "Conni & Rayk",
    "claim": "Wir haben Grund zu feiern. Das würden wir gerne gemeinsam mit Euch tun."
  },
  "location": {
    "title": "Standort",
    "name": "Draustoana Stadl",
    "address": "Gumpertsham 4a, 83547 Babensham, Deutschland",
    "openMap": "Karte öffnen"
  },
  "arrivalDeparture": {
    "title": "An-/Abfahrt",
    "description": "Die Anfahrt muss von Dir selbst organisiert werden. Solltest Du abends nicht mehr selbst zurückfahren können oder wollen, haben wir ein Shuttle organisiert welches Dich zwischen 23:00 - 2:00 Uhr zurück zum Hotel fährt. Der Shuttle Fahrer würde sich über eine kleine Spende freuen."
  },
  "accommodation": {
    "title": "Unterkünfte",
    "info1": "In direkter Nähe zum Standort gibt es leider keine Unterkünfte. Wir haben jedoch einige Optionen für Dich zusammengestellt. Außerdem gibt es die Möglichkeit bei der Eventscheune seinen Camper abzustellen, nach vorheriger Absprache. Die Kosten für das Unterstellen belaufen sich auf etwa 15 Euro.",
    "info2": "Zusätzlich haben wir im Hotel Fletzinger eine begrenzte Anzahl von Zimmern reserviert. Es lohnt sich also zu fragen, ob unter unserer Hochzeit noch Zimmer verfügbar sind.",
    "distance": "Entfernung",
    "website": "Webseite",
    "maps": "Karte"
  },
  "program": {
    "title": "Ablauf",
    "description": "Bei schönem Wetter finden die Trauung und Feier im Freien statt. Bringt also bitte Sonnencreme und Sonnenhut und bei Laune auch die Badehose mit. Auch eine Picknickdecke kann nicht schaden, um den Tag so gemütlich wie möglich zu gestalten. Am liebsten wäre es uns wenn die Feier eine Art Kurzurlaub für Euch wird.",
    "ceremony": "Freie Trauung",
    "ceremonySubtitle": "mit René als Trauredner",
    "reception": "Empfang",
    "receptionSubtitle": "Eintreffen und Kennenlernen aller Gäste, Sektempfang mit Häppchen und Fingerfood",
    "teatime": "Kaffee & Kuchen",
    "teatimeSubtitle": "",
    "dinner": "Abendessen",
    "dinnerSubtitle": "Buffet mit Show Cooking",
    "party": "Party",
    "partySubtitle": "mit Acoustic Beat Roots und DJ",
    "end": "Ende"
  }
}
